tap "clintmod/formulas"
tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "universal-ctags/universal-ctags"
tap "buo/cask-upgrade"
brew "act"
brew "actionlint"
brew "glib"
brew "python@3.9"
brew "gdk-pixbuf"
brew "gobject-introspection"
brew "harfbuzz"
brew "webp"
brew "grpc"
brew "numpy"
brew "thrift"
brew "apache-arrow"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "bibclean"
brew "black"
brew "btop"
brew "ccache"
brew "checkmake"
brew "chezmoi"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "code-minimap"
brew "cookiecutter"
brew "cppcheck"
brew "ctags", link: false
brew "dive"
brew "libssh2"
brew "libgit2"
brew "dvc"
brew "elinks"
brew "fd"
brew "unbound"
brew "gnutls"
brew "libass"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "fzy"
brew "gh"
brew "glances"
brew "libusb"
brew "gnupg"
brew "gpgme"
brew "grafana"
brew "htop"
brew "isort"
brew "kubernetes-cli"
brew "latexdiff"
brew "latexindent"
brew "libnotify"
brew "links"
brew "llvm"
brew "m-cli"
brew "macchina"
brew "mackup"
brew "mas"
brew "midnight-commander"
brew "miller"
brew "mypy"
brew "ncdu"
brew "neovim"
brew "neovim-remote"
brew "nghttp2"
brew "node@16", link: true
brew "openjdk"
brew "pandoc"
brew "poppler"
brew "pre-commit"
brew "proselint"
brew "python-tabulate"
brew "redpen"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "shellcheck"
brew "shfmt"
brew "skopeo"
brew "spaceship"
brew "sphinx-doc"
brew "task"
brew "texlab"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "unison"
brew "watch"
brew "wget"
brew "whalebrew"
brew "xfig"
brew "yamllint"
brew "yarn"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "clintmod/formulas/macprefs"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "1password"
cask "1password-cli", args: { appdir: "/Applications" }
cask "adobe-acrobat-reader"
cask "alfred", args: { appdir: "/Applications" }
cask "background-music"
cask "bartender"
cask "calibre"
cask "cheatsheet"
cask "clipgrab"
cask "deluge"
cask "disk-inventory-x"
cask "docker"
cask "dropzone"
cask "firefox"
cask "gimp", args: { appdir: "/Applications" }
cask "github"
cask "gitkraken", args: { appdir: "/Applications" }
cask "google-chrome", args: { appdir: "/Applications" }
cask "grandperspective", args: { appdir: "/Applications" }
cask "iina"
cask "imageoptim"
cask "iterm2", args: { appdir: "/Applications" }
cask "jetbrains-toolbox"
cask "julia"
cask "linear-linear"
cask "lingon-x"
cask "macfuse"
cask "mactex", args: { appdir: "/Applications" }
cask "mattermost", args: { appdir: "/Applications" }
cask "microsoft-auto-update", args: { appdir: "/Applications" }
cask "microsoft-office", args: { appdir: "/Applications" }
cask "microsoft-remote-desktop"
cask "monodraw", args: { appdir: "/Applications" }
cask "mosaic"
cask "netron"
cask "notion", args: { appdir: "/Applications" }
cask "obsidian", args: { appdir: "/Applications" }
cask "parallels", args: { appdir: "/Applications" }
cask "pycharm", args: { appdir: "/Applications" }
cask "rar"
cask "raycast"
cask "rectangle"
cask "sketch", args: { appdir: "/Applications" }
cask "skim"
cask "slack", args: { appdir: "/Applications" }
cask "textsniper"
cask "the-unarchiver", args: { appdir: "/Applications" }
cask "transmit", args: { appdir: "/Applications" }
cask "typora", args: { appdir: "/Applications" }
cask "veracrypt"
cask "visual-studio-code"
cask "whatsapp", args: { appdir: "/Applications" }
cask "zoom"

mas "Velja", id: 1607635845
